import React from "react";

function Blog() {
  return (
    <div>
      <section className="py-10 px-[10%] ">
        <div className="grid grid-cols-2 gap-10">
          <div className="bg-[url('/images/background.jpg')] rounded-lg  bg-cover">
            <img src="/images/Image (1).png" alt="" />
          </div>
          <div>
            <h1 className="text-4xl font-medium ">Tips for buying fresh vegetable: সবজির গুণে স্বাদ আসে খাবারের, বাজারে গিয়ে তাজা সবজি চিনবেন কীভাবে?</h1>
            <h2 className="text-3xl pt-3">* সাধারণ নিয়ম (সবজির জন্য)</h2>
            <p>➡️ দেখুন — রং ঝকঝকে ও স্বাভাবিক হওয়া চাই। ফিকে/বাদামী দাগ, পচা বা ছাঁচ হলে বর্জ্য।</p>
            <p>➡️ ছোঁয়ায় পরীক্ষা করুন — কাঁচা কিন্তু টাইট (firm) হওয়া দরকার। নরম/ঝুলে গেলে পচা।</p>
            <p>➡️ ঘ্রাণ নিন — তাজা সবজির গন্ধ স্বাভাবিক, টক বা ফাঙ্গি গন্ধ থাকলে নেবেন না।</p>
            <p>➡️ পাতা চেক করুন — সবুজ পাতাগুলো কোমল, ছুরি-চিহ্ন/পাতলা হলে পুরানো।</p>
            <p>➡️ ছাঁচ/জলে ভেজা অংশ থাকলে সাবধান। বিশেষ করে কাঁটা-ধারযুক্ত অংশে।</p>
          </div>
        </div>
        <div className="py-10">
          <h1 className="text-center text-5xl">তাজা সবজি</h1>
          <h1 className="h-1 w-[250px] bg-black mx-auto my-4"></h1>
          <h1 className="text-4xl ">টমেটো</h1>
          <p className="text-2xl py-4">বাজারে সবসময় দুই ধরণের টমেটো পাওয়া যায়। একটি গোলাকার আর একটি লম্বা, ডিম্বাকৃতি। বেশিরভাগ লোক ডিম্বাকৃতি টমেটো কিনে কারণ এগুলো বেশি শক্ত আর সুন্দর দেখায়। কিন্তু যদি আপনি টমেটোর স্বাদ চান, তাহলে দেশি (local) গোলাকার টমেটো কিনুন। এতে টমেটোর স্বাদ বোঝা যায়।</p>

          <h1 className="text-4xl ">পেঁয়াজ</h1>
          <p className="text-2xl py-4">হালকা রঙের আর পাতলা খোসাওয়ালা পেঁয়াজের স্বাদ গাঢ় রঙের পেঁয়াজের খোসার চেয়ে ভালো। এটি আপনি সালাদ থেকে শুরু করে ঝোলের সাথে সহজেই খেতে পারেন। যে পেঁয়াজের খোসা মোটা আর ধার খোলা থাকে, সেগুলো স্বাদে বেশি তেতো হয়।</p>

          <h1 className="text-4xl">শসা কেনার সময় এই বিষয়গুলো মাথায় রাখুন</h1>
          <p className=" text-2xl py-4">যখনই বাজারে শসা কিনতে যাবেন, হালকা সবুজ রঙের আর যেগুলোতে হালকা হলুদ রঙের ধার থাকে, সেগুলো কিনুন। এগুলো স্থানীয় বাজারে সহজেই পাওয়া যায় এবং এগুলো দেশি (local) জাতের হয়। এতে জলের পরিমাণ বেশি থাকে এবং স্বাস্থ্যের জন্য ভালো। গাঢ় সবুজ, চকচকে আর নরম শসা ভালো হয় না।</p>
          <h1 className="text-4xl">আদা কীভাবে বেছে নেবেন</h1>
          <p className="text-2xl py-4">বাজারে হাইব্রিড (hybrid) গুণমানের সবজি বেশি পাওয়া যায়। স্বাস্থ্যকর খাবার চাইলে সবসময় দেশি (local) জাতের সবজি বেছে নিন। যে আদা পাতলা, বেঁকে আর গাঢ় রঙের হবে, সেটা স্বাদ ও সুবাসের দিক থেকে অনেক ভালো হবে। হালকা রঙের মোটা আর বেশি পরিষ্কার দেখানো আদা, যাতে তন্তু থাকে না, সেগুলোর স্বাদ ও সুবাস অনেক কম থাকে।</p>

          <h1 className="text-4xl">আলু</h1>
          <p className="text-2xl py-4">আলু কেনার সময়, সর্বদা বিশেষ খেয়াল রাখবেন যে আলু যেন গোলাকার এবং দেখতে চকচকে হয়। সবুজ বা কালো দাগযুক্ত আলু কেনা এড়িয়ে চলুন। এই ধরনের আলুতে বিষাক্ত পদার্থ থাকতে পারে। এছাড়াও, কাটা আলু কেনাও এড়িয়ে চলা উচিত। এই ধরনের আলু দ্রুত নষ্ট হয়ে যেতে পারে।</p>

          <h1 className="text-4xl">ক্যাপসিকাম</h1>
          <p className="text-2xl py-4">ক্যাপসিকাম কেনার সময় অবশ্যই নিচ থেকে এর আকৃতি পরীক্ষা করে দেখুন। মনে রাখবেন, একটি ক্যাপসিকামের তিনটি ডোরা ইঙ্গিত দেয় যে এটি মশলাদার এবং প্রায়শই তেতো। যেখানে চারটি ডোরা ইঙ্গিত দেয় যে এটি স্বাদে হালকা মিষ্টি। এছাড়াও, সবসময় একটু বড় আকারের ক্যাপসিকাম কিনুন। ক্যাপসিকামের পৃষ্ঠে কোনও গর্ত বা পচা দাগ আছে কিনা তাও পরীক্ষা করে দেখুন।</p>

          <h1 className="text-4xl">লাউ</h1>
          <p className="text-2xl py-4">গ্রীষ্মকালে লাউ শাক বেশি খাওয়া হয়। এমন পরিস্থিতিতে, লাউ কেনার সময় এর সতেজতা সনাক্ত করার জন্য, এতে হালকাভাবে আপনার পেরেকটি খোঁচা দিন। যদি পেরেকটি সহজেই লাউয়ের ভেতরে চলে যায় তবে লাউ ভালো। কিন্তু যদি নখ দিয়ে আঁচড়ানোর সময় লাউয়ের উপরিভাগ শক্ত মনে হয়, তাহলে বুঝতে হবে লাউ পাকা। এছাড়াও হালকা ওজনের লাউ কিনতে হবে, এতে বীজ বের হবে না।</p>
        </div>
      </section>
    </div>
  );
}

export default Blog;
